scripts/essays/poverty-as-a-choice/poverty-as-a-choice.md

# Table of Contents

1.  [Main Body](#orgb7cdc30)
    1.  [Oakland, California](#org1e2eab8)



<a id="orgb7cdc30"></a>

# Main Body


<a id="org1e2eab8"></a>

## Oakland, California

In Oakland, California, Yemini immigrant Sam Mardaie is attending to his gas station in the wee hours of the morning when a crowd of some 80 to 100 attendees from a nearby automobile sideshow approached his store.<sup><a id="fnr.1" class="footref" href="#fn.1" role="doc-backlink">1</a></sup> Mardaie alleges that the mob were unsatisfied that the location only offered window service at this time of the night, and so they began ransacking his business in a so-called &ldquo;flash robbery&rdquo;<sup><a id="fnr.2" class="footref" href="#fn.2" role="doc-backlink">2</a></sup> over the course of about 40 minutes.<sup><a id="fnr.3" class="footref" href="#fn.3" role="doc-backlink">3</a></sup> It is reported that &ldquo;dozens were seen milling around the store looking for things to steal. They pulled drinks from the fridges and others were putting their stolen goods in boxes or baskets that appeared to belong to the store itself.&rdquo;<sup><a id="fnr.4" class="footref" href="#fn.4" role="doc-backlink">4</a></sup>

In total, the collective would cause $100k of damages, including taking around $25k from the store&rsquo;s register and ATM.<sup><a id="fnr.5" class="footref" href="#fn.5" role="doc-backlink">5</a></sup> Two employees were threatened during the pillaging, this all prompting Mardaie to contact the police, but unfortunately his pleas would go unanswered. The department classed the incident as a &ldquo;Priority 2&rdquo; and would not send any officers until nine hours after the robbery began, referring Mardaie to their online reporting service.<sup><a id="fnr.6" class="footref" href="#fn.6" role="doc-backlink">6</a></sup>

You see, the police were too busy dealing with a &ldquo;street takeover&rdquo; near the airport<sup><a id="fnr.7" class="footref" href="#fn.7" role="doc-backlink">7</a></sup>&#x2014;an event which consists of an unruly and drugged mob shutting down major intersections to display their reckless abandon for life and property.

On the next street over,<sup><a id="fnr.8" class="footref" href="#fn.8" role="doc-backlink">8</a></sup> there used to sit an In-N-Out restaurant; the only location in Oakland. This store would close down a few months prior after 18 years of operation due to the insane rate of crime:<sup><a id="fnr.9" class="footref" href="#fn.9" role="doc-backlink">9</a></sup>

EN: cut down this for the video, but different parts might be good to highlight, so it is all here for now
EN: use AI to voice this if it was not given in a speech

> We have made the decision to close our In-N-Out Burger location in Oakland, California, due to ongoing issues with crime. Despite taking repeated steps to create safer conditions, our Customers and Associates are regularly victimized by car break-ins, property damage, theft, and armed robberies. Our last day of business in Oakland will be Sunday, March 24, 2024.
> 
> We are grateful for the local community, which has supported us for over 18 years, and we recognize that this closure negatively impacts our Associates and their families.
> 
> Additionally, this location remains a busy and profitable one for the company, but our top priority must be the safety and wellbeing of our Customers and Associates - we cannot ask them to visit or work in an unsafe environment.
> 
> All affected Associates will have the opportunity to transfer to a nearby In-N-Out location or, alternatively, receive a severance package. In-N-Out Burger has a history of supporting the Oakland community through charitable giving that predates the opening of our location there. Although we will no longer do business there, we will continue to support local charitable organizations in Oakland through our In-N-Out Burger Foundation and Slave 2 Nothing Foundation.
> 
> Denny Warnick Chief Operating Officer In-N-Out<sup><a id="fnr.10" class="footref" href="#fn.10" role="doc-backlink">10</a></sup>


# Footnotes

<sup><a id="fn.1" href="#fnr.1">1</a></sup> ABC 7 News Bay Area, *Video shows dozens of people ransacking store at Oakland gas station*, <https://abc7news.com/post/video-shows-dozens-people-ransacking-76-gas-station/15033210/> ([archived](https://archive.ph/qnROi)).

<sup><a id="fn.2" href="#fnr.2">2</a></sup> Taylor Penley, FOX News, *Oakland gas station owner sidelined after police allegedly take hours to respond to flash mob robbery*, <https://www.foxnews.com/media/oakland-gas-station-owner-police-allegedly-hours-respond-flash-mob-robbery> ([archived](https://archive.ph/EiR2P)).

<sup><a id="fn.3" href="#fnr.3">3</a></sup> Amber Lee and O. Gloria Okorie, FOX CATV, *Video: Dozens ransack gas station in flash mob robbery*, <https://www.ktvu.com/news/video-dozens-ransack-gas-station-flash-mob-robbery> ([archived](https://archive.ph/vzs3L)).

<sup><a id="fn.4" href="#fnr.4">4</a></sup> Amber Lee and O. Gloria Okorie, FOX CATV, *Video: Dozens ransack gas station in flash mob robbery*, <https://www.ktvu.com/news/video-dozens-ransack-gas-station-flash-mob-robbery> ([archived](https://archive.ph/vzs3L)).

<sup><a id="fn.5" href="#fnr.5">5</a></sup> ABC 7 News Bay Area, *Video shows dozens of people ransacking store at Oakland gas station*, <https://abc7news.com/post/video-shows-dozens-people-ransacking-76-gas-station/15033210/> ([archived](https://archive.ph/qnROi)); Taylor Penley, FOX News, *Oakland gas station owner sidelined after police allegedly take hours to respond to flash mob robbery*, <https://www.foxnews.com/media/oakland-gas-station-owner-police-allegedly-hours-respond-flash-mob-robbery> ([archived](https://archive.ph/EiR2P)); Amber Lee and O. Gloria Okorie, FOX CATV, *Video: Dozens ransack gas station in flash mob robbery*, <https://www.ktvu.com/news/video-dozens-ransack-gas-station-flash-mob-robbery> ([archived](https://archive.ph/vzs3L)); ABC 7 News Bay Area, *Video shows dozens of people ransacking store at Oakland gas station*, <https://abc7news.com/post/video-shows-dozens-people-ransacking-76-gas-station/15033210/> ([archived](https://archive.ph/qnROi)).

<sup><a id="fn.6" href="#fnr.6">6</a></sup> Nicholas McEntyre, New York Post, *Mob of nearly 100 looters ransacks Oakland gas station as store owner says police took hours to respond: ‘Back to square one’*, <https://nypost.com/2024/07/06/us-news/oakland-looters-ransack-gas-station-as-store-owner-sam-mardaie-claims-cops-took-hours-to-respond/>, ([archived](https://archive.ph/6S66H)).

<sup><a id="fn.7" href="#fnr.7">7</a></sup> Nicholas McEntyre, New York Post, *Mob of nearly 100 looters ransacks Oakland gas station as store owner says police took hours to respond: ‘Back to square one’*, <https://nypost.com/2024/07/06/us-news/oakland-looters-ransack-gas-station-as-store-owner-sam-mardaie-claims-cops-took-hours-to-respond/>, ([archived](https://archive.ph/6S66H)).

<sup><a id="fn.8" href="#fnr.8">8</a></sup> The 76 station is at 449 Hegenberger Rd; the In-N-Out is at 8300 Oakport St.

<sup><a id="fn.9" href="#fnr.9">9</a></sup> Flash robbery took place in July, 2024; In-N-Out shut down the location in January 2024; Da Lin, CBS News, *Citing crime, In-N-Out announces closure of Oakland restaurant*, <https://www.cbsnews.com/sanfrancisco/news/citing-crime-in-n-out-announces-closure-oakland-restaurant/> ([archived](https://archive.ph/eO9i4)).

<sup><a id="fn.10" href="#fnr.10">10</a></sup> Da Lin, CBS News, *Citing crime, In-N-Out announces closure of Oakland restaurant*, <https://www.cbsnews.com/sanfrancisco/news/citing-crime-in-n-out-announces-closure-oakland-restaurant/> ([archived](https://archive.ph/eO9i4)).
